export const course = {
  name: 'Электротехника',
  teacher: 'Абрамов К. О.',
  duration: '36 часов',
  lectures: '12',
  tests: '4',
  description:
    'Данный курс позволяет получить базовые знания в области техники, связанной с получением, распределением, преобразованием и использованием электрической энергии, а также с разработкой, эксплуатацией и оптимизацией электронных компонентов, электронных схем и устройств',
  skills: ['навык', 'навык', 'навык'],
  program: [
    {
      id: 1,
      name: 'Электрические цепи постоянного тока',
      content: [
        'Электрическое поле и его параметры',
        'Основные параметры электрической цепи',
        'Закон Ома',
      ],
    },
    {
      id: 2,
      name: 'Электрические цепи переменного тока',
      content: [
        'Электрическое поле и его параметры',
        'Основные параметры электрической цепи',
        'Закон Ома',
      ],
    },
    {
      id: 3,
      name: 'Электрическое поле',
      content: [
        'Электрическое поле и его параметры',
        'Основные параметры электрической цепи',
        'Закон Ома',
      ],
    },
    {
      id: 4,
      name: 'Электрические колебания',
      content: [
        'Электрическое поле и его параметры',
        'Основные параметры электрической цепи',
        'Закон Ома',
      ],
    },
  ],
}

export default course
